{
  "book": "Proverbs",
  "book_id": 19,
  "chapters": {
    "1": {
      "1": "The proverbs of Solomon, the son of David, king of Israel.",
      "2": "To understand wisdom and instruction; to grasp the words of insight.",
      "3": "To receive the guidance of wisdom, justice, judgment, and fairness.",
      "4": "To provide wisdom to the simple and to give knowledge and discernment to the young man.",
      "5": "A wise person will listen and grow in knowledge, and a person with understanding will achieve wise advice.",
      "6": "To understand proverbs, their explanations, the words of the wise, and their hidden meanings.",
      "7": "The fear of the Lord is the foundation of understanding, but fools scorn wisdom and instruction.",
      "8": "Listen to your father's guidance, and do not disregard your mother's teachings.",
      "9": "They are a decorative adornment for your beauty and a charm around your neck.",
      "10": "My son, if sinners entice you, do not consent.",
      "11": "If they invite us to come with them, let us secretly lie in wait for the innocent without reason.",
      "12": "Let us swallow them alive, as the grave swallows them up, and wholly as those who go down into the pit.",
      "13": "We shall find all valuable treasures, and fill our homes with plunder.",
      "14": "Choose a lottery among us; let us all share one bag.",
      "15": "My son, do not walk in the way with them; keep your foot from their path.",
      "16": "Their feet run toward evil, and they hurry to shed blood.",
      "17": "It is in vain to spread a net in the sight of any bird.",
      "18": "They lie in wait to shed blood; they lurk secretly to take lives.",
      "19": "Thus the ways of everyone who is greedy for gain take away the life of its owners.",
      "20": "Wisdom cries aloud in the streets; she raises her voice in the public squares.",
      "21": "She cries out in the main gathering place and at the gates of the city, speaking her words there.",
      "22": "How long will those who are simple enjoy their simplicity, and those who mock delight in mocking, and fools reject knowledge?",
      "23": "Listen to my correction; I will pour out my spirit to you, and reveal my words to you.",
      "24": "Because I have called and you rejected, I have extended my hand and no one paid attention.",
      "25": "You have disregarded all my advice and refused to listen to my warnings.",
      "26": "I will also laugh at your misfortune; I will mock when your fear comes.",
      "27": "When your fear comes like desolation, and your destruction like a whirlwind; when distress and anguish come upon you.",
      "28": "They will call out to me, but I will not respond; they will seek me early, but they will not find me.",
      "29": "Because they despised knowledge and did not prefer the fear of the LORD.",
      "30": "They refused to follow my advice and disregarded all my warnings.",
      "31": "Therefore they will eat the fruit of their own way and be filled with their own schemes.",
      "32": "For the turning away of the simple will kill them, and the prosperity of fools will destroy them.",
      "33": "Anyone who listens to me will live safely and be at ease, free from fear of evil."
    },
    "2": {
      "1": "My son, if you will receive my words and keep my commandments with you.",
      "2": "Listen carefully to wisdom and commit your heart to understanding.",
      "3": "Yes, if you seek knowledge, lift up your voice for understanding.",
      "4": "If you seek her as you would seek silver or search for her as you would search for hidden treasures.",
      "5": "Then you will understand the fear of the LORD and gain knowledge of God.",
      "6": "The LORD gives wisdom, from whose mouth comes knowledge and understanding.",
      "7": "He stores up sound wisdom for the righteous; it is a shield for those who walk uprightly.",
      "8": "He guards the paths of justice and protects the way of His saints.",
      "9": "You will then understand righteousness, judgment, and fairness; every good path.",
      "10": "When wisdom enters your heart and knowledge brings delight to your soul,",
      "11": "Wisdom will protect you, and understanding will guard you.",
      "12": "To deliver you from the path of evil and the man who speaks deceitful things.",
      "13": "Those who abandon the paths of righteousness to walk in the ways of darkness.",
      "14": "Those who take pleasure in doing evil and delight in the perversity of the wicked.",
      "15": "Whose ways are crooked and perverse in their paths.",
      "16": "To deliver you from the adulterous woman, the seductress who flatters with her words.",
      "17": "She forsakes the guide of her youth, and forgets the covenant of her God.",
      "18": "Her house leads to death, and her paths lead to the dead.",
      "19": "No one who approaches her returns, nor does anyone grasp the paths of life.",
      "20": "That you may walk in the way of good and keep the paths of the righteous.",
      "21": "For the righteous will live in the land, and the blameless will remain in it.",
      "22": "But the wicked will be cut off from the earth, and the transgressors will be uprooted from it."
    },
    "3": {
      "1": "My son, do not forget my law, but let your heart keep my commandments.",
      "2": "They will add long life, peace, and longevity to you.",
      "3": "Do not let mercy and truth forsake you; bind them around your neck, and write them on the tablet of your heart.",
      "4": "You will find favor and good understanding in the sight of God and people.",
      "5": "Trust in the Lord with all your heart, and do not lean on your own understanding.",
      "6": "Recognize and give thanks to him in all your actions, and he will guide your steps.",
      "7": "Do not be wise in your own eyes; fear the Lord and depart from evil.",
      "8": "It shall be health to your belly and nourishment to your bones.",
      "9": "Honor the Lord with your wealth and with the firstfruits of all your increase.",
      "10": "Your barns will be filled with plenty, and your presses will burst out with new wine.",
      "11": "My son, do not despise the Lord's discipline, nor be weary of his correction.",
      "12": "The Lord disciplines those He loves, just as a father disciplines the son in whom He delights.",
      "13": "Blessed is the man who finds wisdom and obtains understanding.",
      "14": "The value of its profit is greater than the value of silver, and its benefit surpasses fine gold.",
      "15": "She is more precious than rubies; all the things you can desire cannot be compared to her.",
      "16": "She holds the length of life in her right hand and riches and honor in her left hand.",
      "17": "Her ways are paths of pleasantness, and all her paths bring peace.",
      "18": "She is a tree of life for those who grasp her, and blessed are those who hold onto her.",
      "19": "The LORD has established the earth with wisdom and the heavens with understanding.",
      "20": "Through his knowledge, the depths are opened up, and clouds release dew.",
      "21": "My son, do not let them depart from your eyes; keep sound wisdom and discretion.",
      "22": "They will be life for your soul and grace for your neck.",
      "23": "You shall walk safely along your path, and your foot shall not falter.",
      "24": "When you lie down, you will not be afraid; you will lie down and your sleep will be sweet.",
      "25": "Do not be afraid of sudden fear, nor of the destruction that comes from the wicked.",
      "26": "The LORD will be your confidence, and He will keep you safe from being led astray.",
      "27": "Do not withhold good from those to whom it is due, when it is in your power to do so.",
      "28": "Do not say to your neighbor, \"Go and come back tomorrow, and I will give it to you,\" when you already have it with you.",
      "29": "Do not plot evil against your neighbor, since he lives securely beside you.",
      "30": "Do not fight with someone without a good reason if they have not harmed you.",
      "31": "Do not envy the oppressor, and do not follow any of his ways.",
      "32": "The perverse person is an abomination to the Lord, but His secret is with the righteous.",
      "33": "The LORD's curse falls on the house of the wicked, but he blesses the dwelling of the righteous.",
      "34": "Surely he scorns the scorners, but he gives grace to the humble.",
      "35": "The wise will inherit glory, but shame will be the reward for fools."
    },
    "4": {
      "1": "Listen, you children, to a father's instruction, and pay attention so that you may gain understanding.",
      "2": "I provide you with good teaching, so do not abandon my law.",
      "3": "I was my father's son, tender and beloved in my mother's eyes.",
      "4": "He taught me and said to me, \"Keep my words in your heart and follow my commands to live.\"",
      "5": "Seek wisdom and understanding, and do not forget them, nor turn away from the teachings of my mouth.",
      "6": "Do not leave her, and she will protect you; love her, and she will guard you.",
      "7": "Seek wisdom as the most important thing and pursue it diligently, seeking understanding along with everything you do.",
      "8": "Honor her, and she will elevate you; she will bring you honor when you hold her close.",
      "9": "She will give you a crown of grace, a symbol of honor.",
      "10": "My son, listen to me and accept my words, and you will live a long life.",
      "11": "I have taught you the path of wisdom and have guided you along the right paths.",
      "12": "When you walk or run, you will not find your path blocked or trip.",
      "13": "Hold fast to instruction; do not let it slip away; keep it, for it is the source of your life.",
      "14": "Do not enter the path of the wicked or walk in the way of evil.",
      "15": "Avoid it, do not go near it, turn away from it, and move away.",
      "16": "They cannot rest until they have done some harm, and their rest is disturbed unless they cause something to fall.",
      "17": "They eat the bread of wickedness and drink the wine of violence.",
      "18": "The path of the righteous is like a bright light, growing ever brighter until the perfect day.",
      "19": "The path of the wicked is like darkness; they do not know where they are falling.",
      "20": "Listen carefully to what I say, and pay attention to my instructions.",
      "21": "Let them not leave your sight; keep them in the center of your heart.",
      "22": "For they give life to those who find them and health to all their flesh.",
      "23": "Guard your heart carefully, for it is the source of all life.",
      "24": "Put away crooked speech from your mouth, and keep far from you perverse lips.",
      "25": "Fix your gaze directly ahead, and keep your eyelids steady forward.",
      "26": "Consider the path you walk and ensure all your actions are set on a righteous course.",
      "27": "Do not turn to the right or to the left; keep your foot from evil."
    },
    "5": {
      "1": "My son, pay attention to my wisdom and incline your ear to my understanding.",
      "2": "May you pay attention to wisdom, and keep understanding within your lips.",
      "3": "For the lips of a forbidden woman drip honey, and her mouth is smoother than oil.",
      "4": "Her end is bitter like wormwood and sharp like a double-edged sword.",
      "5": "Her feet go down to death; her steps hold fast to the grave.",
      "6": "Do not think that the path of life is fixed, for its ways are unstable.",
      "7": "Listen to me now, children, and do not depart from my words.",
      "8": "Keep away from her and do not approach her home.",
      "9": "Lest you give your honor to others, and your years to the cruel.",
      "10": "So that others are not enriched by your wealth, and your efforts are not used in the service of another.",
      "11": "And you will mourn in the end, when your flesh and body are consumed.",
      "12": "And say, \"How have I hated instruction, and my heart despised reproof?\"",
      "13": "I have not listened to the guidance of my teachers or paid attention to those who instructed me.",
      "14": "I was almost surrounded by all evil among the congregation and assembly.",
      "15": "Drink from your own well and from the flowing streams that are yours.",
      "16": "Let your springs spread out widely, rivers of water flowing in the streets.",
      "17": "Let them be only yours, not shared with others.",
      "18": "May your fountain flow abundantly, and find joy with your youthful spouse.",
      "19": "Let your beloved be to you as a loving hind and a pleasant roe; may her breasts satisfy you at all times, and may you be forever ravished by her love.",
      "20": "Why do you, my son, want to be led away by a foreign woman and hold close to a stranger?",
      "21": "Before the LORD, the paths of a person are examined, and he considers all their actions.",
      "22": "The wicked will be taken by his own iniquities, and he will be bound with the cords of his sins.",
      "23": "He will die without guidance, and in the height of his folly he will go astray."
    },
    "6": {
      "1": "My son, if you act as a guarantor for your friend, you have committed a breach of trust with a stranger.",
      "2": "You are ensnared by the words you speak and caught by your own words.",
      "3": "Do this now, my son: rescue yourself when you come into the hands of your friend; go, humble yourself, and win your friend's favor.",
      "4": "Do not let your eyes sleep, nor let your eyelids slumber.",
      "5": "Escape from danger like a deer from a hunter's grasp and like a bird from a trap.",
      "6": "Go to the ant, you sluggard; observe its ways and be wise.",
      "7": "Which has no leader or authority.",
      "8": "Provide her with food in the summer and gather her provisions in the harvest.",
      "9": "How long will you sleep, O sluggard, and when will you rise from your sleep?",
      "10": "A little sleep, a little slumber, a little folding of the hands to rest.",
      "11": "Your poverty will come like a traveler, and your lack like a warrior.",
      "12": "A wicked person moves with a deceitful tongue.",
      "13": "He gestures with his eyes, communicates with his actions, and instructs with his gestures.",
      "14": "He plots mischief and soweth discord in his heart.",
      "15": "His disaster will strike unexpectedly, and he will be shattered without a way to fix it.",
      "16": "There are six things the Lord hates, and seven are an abomination to Him.",
      "17": "A proud look, a lying tongue, and hands that shed innocent blood.",
      "18": "A heart that plots wicked schemes and feet that run swiftly into evil.",
      "19": "A false witness speaks lies, and he who sows discord among brothers.",
      "20": "My son, keep your father's commandment, and do not forsake your mother's teaching.",
      "21": "Carry them always in your heart and fasten them around your neck.",
      "22": "When you walk, it will guide you; when you sleep, it will protect you; and when you wake up, it will speak to you.",
      "23": "For the commandment is a lamp, and the law is light, and reproofs of instruction are the way of life.",
      "24": "To keep you from the evil woman, from the flattery of a strange woman's tongue.",
      "25": "Do not be captivated by her beauty in your heart, nor allow her to seduce you with her eyes.",
      "26": "For through a promiscuous woman a man is brought to poverty, and the adulteress will seek his life.",
      "27": "Can a man hold fire close to his chest and not have his clothes burned?",
      "28": "Can anyone walk on hot coals and not burn their feet?",
      "29": "Whoever lies with his neighbor's wife will not be innocent, and anyone who touches her will not be innocent.",
      "30": "Do not despise a thief if he steals to satisfy his hunger.",
      "31": "If he is found, he will restore sevenfold; he will give all the possessions of his house.",
      "32": "Whoever commits adultery with a woman lacks understanding; he who does it destroys his own soul.",
      "33": "He will suffer a wound and dishonor, and his disgrace will not be wiped away.",
      "34": "For jealousy is a man's rage; therefore he will not spare on the day of vengeance.",
      "35": "He will not accept any ransom, nor will he be satisfied even if you give many gifts."
    },
    "7": {
      "1": "My son, keep my words and store up my commandments with you.",
      "2": "Keep my commandments and live, and treasure my law as the apple of your eye.",
      "3": "Inscribe them on your fingers and inscribe them on the table of your heart.",
      "4": "Call out to wisdom, saying, \"You are my sister,\" and call understanding your kinswoman.",
      "5": "So that they may avoid being deceived by her false promises.",
      "6": "I looked out of the window of my house.",
      "7": "I noticed among the young people, a young man lacking understanding.",
      "8": "He walked along the street near her corner and headed toward her house.",
      "9": "At twilight, in the evening, and in the dark night.",
      "10": "And behold, a woman dressed as a harlot met him, and she was crafty of heart.",
      "11": "She is loud and stubborn; her feet do not stay at home.",
      "12": "Now outside, now on the streets, and lying in wait at every corner.",
      "13": "Then she grabbed him, kissed him, and, with a shameless face, said to him.",
      "14": "I will present peace offerings to you; today, I have fulfilled my vows.",
      "15": "I went out to meet you, determined to seek your face, and I have found you.",
      "16": "I have decorated my bed with embroidered coverings and fine linen from Egypt.",
      "17": "I have scented my bed with myrrh, aloes, and cinnamon.",
      "18": "Let us enjoy love fully until morning, finding comfort in each other's affection.",
      "19": "When the caretaker is not at home and has gone on a long journey.",
      "20": "He has taken a bag of money with him and will come home on the day set for him.",
      "21": "Her smooth talk made him yield, and the flattery of her lips compelled him.",
      "22": "He goes after her at once, like an ox going to the slaughter, or like a fool headed for the stocks.",
      "23": "Until a dart strikes through his liver, he is like a bird hastening to a trap, not knowing that it is for his life.",
      "24": "Listen to me now, therefore, you children, and attend to the words I speak.",
      "25": "Do not let your heart be drawn to her ways, do not wander in her paths.",
      "26": "For she has brought down many who were wounded, and many strong men have been slain by her.",
      "27": "Her house is on the path leading to hell, descending to the depths of death."
    },
    "8": {
      "1": "Does wisdom not cry out, and understanding call for attention?",
      "2": "She stands at the top of high places, by the path in the places of the paths.",
      "3": "She cries at the city gates and at the city entrances.",
      "4": "I call to you, people, and my voice to humanity.",
      "5": "O you who are simple, understand wisdom; and you foolish ones, be wise of heart.",
      "6": "Listen; for I will speak of good things; and the opening of my lips will speak of right things.",
      "7": "My mouth will speak truth, and wickedness will be an abomination to my lips.",
      "8": "All my words are spoken with righteousness; they are not crooked or twisted.",
      "9": "The rules are clear for those who understand, and just for those who seek knowledge.",
      "10": "Accept my guidance rather than wealth, and choose wisdom over precious riches.",
      "11": "Wisdom is more valuable than rubies, and all things that can be desired cannot be compared to it.",
      "12": "Wisdom lives with prudence and discovers knowledge through clever inventions.",
      "13": "The fear of the Lord is to hate evil; I hate pride, arrogance, the evil way, and a perverse mouth.",
      "14": "I offer counsel and sound wisdom, for I understand and have strength.",
      "15": "Kings will rule through me, and princes will establish justice.",
      "16": "By me, princes and nobles, and all the judges of the earth, are ruled.",
      "17": "I love those who love me, and those who seek me early will find me.",
      "18": "Wealth and honor with me; enduring wealth and righteousness.",
      "19": "My fruit is more valuable than gold, even more valuable than fine gold; and my profit surpasses choice silver.",
      "20": "I guide on the path of righteousness, amidst the paths of judgment.",
      "21": "I will enable those who love me to inherit wealth, and I will fill their treasures.",
      "22": "The LORD chose me at the start of His journey, even before His ancient works.",
      "23": "I was established from the very beginning, even before the earth was created.",
      "24": "When there were no depths, I was brought forth; when there were no springs overflowing with water.",
      "25": "Before the mountains were formed, before the hills were established, I was brought forth.",
      "26": "While he had not yet formed the earth or the fields, nor the highest part of the dust of the world.",
      "27": "When he prepared the heavens, I was there: when he set a boundary on the face of the deep.",
      "28": "When he established the clouds above, when he strengthened the fountains of the deep.",
      "29": "When he set the sea's boundary so the waters would not exceed his command and established the earth's foundations.",
      "30": "Then I was beside him, as one brought up with him, and I was daily his delight, rejoicing always in his presence.",
      "31": "Rejoicing in the habitable part of his earth; and my delights with the sons of men.",
      "32": "Now therefore listen to me, you children, for blessed are those who keep my ways.",
      "33": "Listen to guidance and be wise, and don't reject it.",
      "34": "Praise be to the man who listens to me, diligently observing my entrances and standing guard at my doors.",
      "35": "Whoever finds me will find life and receive favor from the LORD.",
      "36": "But those who sin against me harm themselves; all who hate me love death."
    },
    "9": {
      "1": "Wisdom has constructed her home and prepared her seven pillars.",
      "2": "She has slain her beasts, she has mingled her wine, and she has also prepared her table.",
      "3": "She has sent out her maidens; she cries aloud from the highest places in the city.",
      "4": "Whoever is simple, let him come in here; to him who lacks understanding, she says.",
      "5": "Come, partake of my bread, and drink the wine I have mingled.",
      "6": "Avoid foolishness and live; follow the path of understanding.",
      "7": "Whoever rebukes a scoffer brings shame upon himself, and whoever rebukes a wicked man brings a blot upon himself.",
      "8": "Do not rebuke a scoffer, or he will hate you; rebuke a wise man, and he will love you.",
      "9": "Give to a wise person and they will become even wiser; teach a just person and they will grow in knowledge.",
      "10": "The fear of the Lord is the beginning of wisdom, and the knowledge of the holy understanding.",
      "11": "Your life will be long, and you will enjoy many years.",
      "12": "If you are wise, you will be wise for yourself; but if you scorn it, you alone will bear it.",
      "13": "A foolish woman is loud and clamorous, naive, and knows nothing.",
      "14": "She sits at the entrance of her house, on a raised seat in the city's prominent areas.",
      "15": "To call passers-by who go straight on their way.",
      "16": "Whoever is simple, let him come in here; and to him who lacks understanding, she says to him.",
      "17": "Stolen water is sweet, and secretly hidden bread is enjoyable.",
      "18": "But he does not know that the dead are there, and her guests are in the depths of hell."
    },
    "10": {
      "1": "A wise son brings joy to his father, but a foolish son causes sorrow to his mother.",
      "2": "Wealth gained through wickedness is useless; righteousness delivers from death.",
      "3": "The Lord will not let the righteous go hungry, but He takes away the wealth of the wicked.",
      "4": "A man becomes poor who deals with a slack hand, but the diligent hand makes one rich.",
      "5": "He who gathers in summer a wise son, he who sleeps in harvest a son who brings shame.",
      "6": "Blessings rest on the head of the righteous, but violence covers the mouth of the wicked.",
      "7": "The memory of the righteous is blessed, but the name of the wicked will perish.",
      "8": "The wise at heart will heed commands, but a talkative fool will fall.",
      "9": "The upright person walks securely, but the one who twists his ways will be known.",
      "10": "He who winks with his eye causes sorrow, but a talkative fool will fall.",
      "11": "The mouth of the righteous is a well of life, but violence covers the mouth of the wicked.",
      "12": "Hatred stirs up strife, but love covers all sins.",
      "13": "Wisdom is found in the lips of those who have understanding, but a rod is for the back of him who is without understanding.",
      "14": "Wisdom should be carefully stored, but the foolish mouth is near ruin.",
      "15": "The rich man's wealth is his strong city; the poverty of the poor is their destruction.",
      "16": "The effort of the righteous leads to life, while the fruit of the wicked results in sin.",
      "17": "He follows the path of life that holds instruction, but one who rejects correction strays from the right.",
      "18": "He who hides hatred with lying lips, and he who utters slander, is a fool.",
      "19": "There is no lack of sin in many words, but he who controls his lips is wise.",
      "20": "The tongue of the righteous is as pure as silver; the heart of the wicked is of little value.",
      "21": "The lips of the righteous nourish many; but fools perish due to a lack of wisdom.",
      "22": "The blessing of the LORD makes rich, and it brings no sorrow with it.",
      "23": "To a fool, doing mischief is just a sport, but a man of understanding has wisdom.",
      "24": "Fear will come upon the wicked, but the desires of the righteous will be fulfilled.",
      "25": "As the whirlwind passes, so the wicked are no more, but the righteous have an everlasting foundation.",
      "26": "As vinegar to the teeth and as smoke to the eyes, so a lazy person is to those who send him.",
      "27": "The fear of the LORD extends life, but the years of the wicked are cut short.",
      "28": "The hope of the righteous brings joy, but the expectation of the wicked will vanish.",
      "29": "The path of the LORD provides strength to the righteous, but leads to destruction for those who practice evil.",
      "30": "The righteous will never be removed, but the wicked will not dwell on the earth.",
      "31": "A just person's mouth produces wisdom, but the deceitful tongue will be removed.",
      "32": "The lips of the righteous know what is acceptable, but the mouth of the wicked is deceitful."
    },
    "11": {
      "1": "An unjust measure is an abomination to the LORD, but a just measure brings him delight.",
      "2": "Pride leads to shame, but humility brings wisdom.",
      "3": "The integrity of the upright will guide them, but the stubbornness of the transgressors will destroy them.",
      "4": "Wealth does not benefit in the day of wrath, but righteousness delivers from death.",
      "5": "The righteousness of the righteous will guide them, but the wicked will fall due to their own wrongdoing.",
      "6": "The righteous will be delivered, but the wicked will be caught in their own wrongdoing.",
      "7": "When a wicked man dies, his expectation perishes, and the hope of the unjust perishes.",
      "8": "The righteous are delivered from trouble, and the wicked take their place.",
      "9": "A hypocrite with his mouth destroys his neighbor, but through knowledge the righteous are delivered.",
      "10": "When the righteous are doing well, the city is glad; and when the wicked perish, there is shouting.",
      "11": "The city rises through the blessing of the righteous, but it falls due to the evil words of the wicked.",
      "12": "A person who lacks wisdom despises his neighbor, but a person of understanding keeps quiet.",
      "13": "A gossip reveals secrets, but one with a faithful spirit keeps things hidden.",
      "14": "When the people lack guidance, their safety is in the advice of many.",
      "15": "One who guarantees for a stranger will suffer, and one who dislikes suretyship is secure.",
      "16": "A woman who is gracious keeps her honor; a strong woman keeps her wealth.",
      "17": "The merciful person does good for themselves, but the cruel one harms themselves.",
      "18": "The wicked does deceitful work, but to those who sow righteousness, there is a sure reward.",
      "19": "As righteousness leads to life, so he who pursues evil leads to his own destruction.",
      "20": "Those who have a perverse heart are an abomination to the Lord, but those whose ways are upright are his delight.",
      "21": "Hand in hand, the wicked shall not go unpunished, but the descendants of the righteous shall be delivered.",
      "22": "A precious stone set in a swine's nose, a beautiful woman lacking wisdom.",
      "23": "The desire of the righteous brings only good; the expectation of the wicked brings wrath.",
      "24": "There is one who gives generously yet it only increases; and there is one who withholds more than is fair, leading only to poverty.",
      "25": "A generous person will prosper, and whoever refreshes others will be refreshed.",
      "26": "Whoever withholds grain will be cursed by the people, but blessing shall rest on the head of the one who sells it.",
      "27": "One who diligently seeks good will gain favor, but one who seeks mischief will encounter it.",
      "28": "One who relies on their wealth will stumble, but the righteous will thrive like a branch.",
      "29": "He who causes trouble in his own household will inherit nothing, while the foolish servant will serve the wise in heart.",
      "30": "The fruit of the righteous is a tree of life, and the one who wins souls is wise.",
      "31": "The righteous will be rewarded on earth, even more so than the wicked and the sinner."
    },
    "12": {
      "1": "Whoever loves instruction loves knowledge, but whoever hates correction is brutish.",
      "2": "A good man earns the Lord's favor, but the Lord will condemn a man of wicked schemes.",
      "3": "A person is not established by wickedness, but the root of the righteous will not be moved.",
      "4": "A virtuous woman is a crown to her husband, but she who brings shame is rottenness in his bones.",
      "5": "The thoughts of the righteous are right; the counsels of the wicked are deceitful.",
      "6": "The wicked's words to plan harm will be exposed, but the upright will deliver them.",
      "7": "The wicked are brought down, but the house of the righteous will remain.",
      "8": "A man will be praised according to his wisdom, but a man with a perverse heart will be despised.",
      "9": "Better is the one who is despised and has a servant than the one who honors himself and lacks bread.",
      "10": "A righteous man cares for the life of his beast, but the mercies of the wicked are cruel.",
      "11": "The one who tends their land will be satisfied with bread, but the one who chases empty things will be without understanding.",
      "12": "The wicked seek the trap of evil, but the root of the righteous produces.",
      "13": "The wicked are ensnared by the wrongdoing of their lips, but the righteous will emerge from trouble.",
      "14": "A person will find fulfillment in doing good by their speech, and their efforts will be rewarded.",
      "15": "A fool's way seems right in his own eyes, but whoever heeds counsel is wise.",
      "16": "A fool's anger is quickly known, but a prudent person covers shame.",
      "17": "Speaketh truth sheweth forth righteousness, but a false witness deceit.",
      "18": "There is one who speaks like the piercing of a sword, but the tongue of the wise is a source of health.",
      "19": "Truthful lips shall endure forever, but deceitful tongues only for a moment.",
      "20": "Evil thoughts in people's hearts bring deceit, but those who plan for peace find joy.",
      "21": "Goodness will not suffer harm, but those who are wicked will be overwhelmed with trouble.",
      "22": "Lying lips are an abomination to the Lord, but those who deal truthfully are his delight.",
      "23": "A prudent man hides knowledge, but the heart of fools proclaims folly.",
      "24": "The hand of the diligent will hold authority; but the slothful will be subject to tribute.",
      "25": "Heavy hearts cause people to bow down, but kind words bring joy.",
      "26": "The righteous are more admirable than their neighbors, but the path of the wicked entices them.",
      "27": "The lazy person does not roast what they have hunted; but the valuable work of a diligent person is precious.",
      "28": "Life is found in the way of righteousness, and there is no death on the path."
    },
    "13": {
      "1": "A wise son listens to his father's teachings, but a scoffing son ignores correction.",
      "2": "A man will eat well from the fruit of his mouth, but the soul of the wicked will feed on violence.",
      "3": "He who keeps his mouth keeps his life; he who opens wide his lips will face destruction.",
      "4": "The soul of the lazy person desires but receives nothing, but the soul of the diligent will be richly rewarded.",
      "5": "A righteous person hates lying, but a wicked person is loathsome and is brought to shame.",
      "6": "Righteousness maintains stability on the path, but wickedness brings ruin to the sinner.",
      "7": "There are people who become wealthy but gain nothing, and others who become poor yet possess great riches.",
      "8": "The price for a person's life is their wealth, but the poor cannot hear criticism.",
      "9": "The light of the righteous shines brightly; however, the lamp of the wicked will be extinguished.",
      "10": "Contention arises from pride, but with wise advice.",
      "11": "Wealth gained through vanity will diminish, but the one who gathers by hard work will increase.",
      "12": "Delayed hope causes heartache, but fulfillment brings life.",
      "13": "Whoever ignores the word will be destroyed, but he who respects the commandment will be rewarded.",
      "14": "Wisdom's law is a source of life, leading away from death's traps.",
      "15": "Good understanding brings favor, but the path of transgressors is difficult.",
      "16": "Wise actions are guided by knowledge, but foolishness is exposed by fools.",
      "17": "A deceitful messenger falls into trouble, but a faithful messenger brings health.",
      "18": "Poverty and shame come to those who refuse instruction, but whoever accepts reproof will be honored.",
      "19": "Satisfaction from fulfilling one's desires is pleasant to the soul, but it is an abomination to fools to leave evil.",
      "20": "He who walks with the wise will become wise, but a companion of fools will be destroyed.",
      "21": "Evil pursues sinners, but good will be repaid to the righteous.",
      "22": "A good person leaves an inheritance for their descendants, while the wealth of the sinner is reserved for the righteous.",
      "23": "Abundant food for the poor, yet it is destroyed due to lack of judgment.",
      "24": "The one who spares the rod hates his son, but the one who loves him disciplines him early.",
      "25": "The righteous find satisfaction for their soul, but the wicked go hungry."
    },
    "14": {
      "1": "Every wise woman builds her house, but the foolish tears it down with her own hands.",
      "2": "He who walks in integrity fears the Lord, but he who is crooked in his ways despises him.",
      "3": "A fool's mouth is a rod of pride, but the lips of the wise will preserve them.",
      "4": "Where no oxen clean the crib, much increase by the strength of the ox.",
      "5": "A faithful witness will not lie, but a false witness will tell lies.",
      "6": "A scoffing person seeks wisdom but does not receive it; but understanding comes easily to those who understand.",
      "7": "Turn away from a fool when you do not hear wisdom from his lips.",
      "8": "The wisdom of the prudent leads to understanding, but the folly of fools deceives.",
      "9": "Fools mock at sin, but among the righteous there is favor.",
      "10": "The heart understands its own bitterness, and a stranger does not interfere with its joy.",
      "11": "The house of the wicked will be destroyed, but the dwelling of the upright will thrive.",
      "12": "There is a way that seems right to a man, but its end leads to death.",
      "13": "Even in laughter, the heart is sorrowful, and the end of that joy is heaviness.",
      "14": "The one who turns away from the path will be led astray by their own desires, and a person who is good will turn away from themselves.",
      "15": "The simple trusts every word; but the wise considers his steps carefully.",
      "16": "A wise person fears and turns away from evil, but the fool rages and is confident.",
      "17": "A quick-tempered man acts foolishly, and a man who devises wicked schemes is hated.",
      "18": "The simple-minded inherit folly, but the prudent are crowned with knowledge.",
      "19": "The wicked bow before the righteous and stand at the gates of the good.",
      "20": "The poor are hated, even by their own neighbors, but the rich have many friends.",
      "21": "Whoever despises his neighbor sins, but whoever shows mercy to the poor is blessed.",
      "22": "Do they not err those who plot evil, but mercy and truth to those who plot good?",
      "23": "There is profit in all labor, but idle talk leads only to poverty.",
      "24": "The wisdom of the wise is found in their wealth; the foolishness of fools is folly.",
      "25": "A true witness saves lives, but a deceptive one speaks lies.",
      "26": "In the fear of the LORD, strong confidence will be found, and his children will have a place of refuge.",
      "27": "The fear of the LORD is a source of life, leading away from the traps of death.",
      "28": "In the presence of many people, the king is honored, but when there is a lack of people, the prince suffers destruction.",
      "29": "Delay your anger with great self-control, but a hasty spirit will exalt foolishness.",
      "30": "A healthy heart is life for the body, but envy is the corruption of the bones.",
      "31": "He who oppresses the poor dishonors his Maker, but he who honors them shows mercy to the poor.",
      "32": "The wicked are driven away by their wickedness, but the righteous have hope in death.",
      "33": "Wisdom rests in the heart of the wise, but folly is exposed among fools.",
      "34": "Righteousness elevates a nation, but sin brings disgrace to any people.",
      "35": "The king favors a wise servant, but his anger falls on one who brings shame."
    },
    "15": {
      "1": "A gentle reply calms anger, but harsh words provoke it.",
      "2": "The tongue of the wise uses knowledge rightly, but the mouth of fools pours out foolishness.",
      "3": "The eyes of the LORD see everything, observing both evil and good.",
      "4": "A wholesome tongue is a tree of life, but deceitful speech is a breach in the spirit.",
      "5": "A fool despises his father's instruction, but he who accepts correction is prudent.",
      "6": "In the house of the righteous, there is much wealth; but the profits of the wicked bring about trouble.",
      "7": "The lips of the wise share knowledge; the heart of the foolish does not.",
      "8": "The sacrifice of the wicked is an abomination to the Lord, but the prayer of the upright is his delight.",
      "9": "The path of the wicked is detestable to the LORD, but he loves those who pursue righteousness.",
      "10": "Correction is grievous to him who forsakes the way; he who hates rebuke will die.",
      "11": "Hell and destruction lie before the LORD; how much more so the hearts of people!",
      "12": "A scoffer does not love the one who rebukes him, nor will he go to the wise.",
      "13": "A joyful heart brings a cheerful expression; however, a sorrowful heart breaks the spirit.",
      "14": "The heart of someone with understanding seeks knowledge, but the mouth of fools devours foolishness.",
      "15": "Those who are troubled suffer evil every day, but those with cheerful hearts find joy continually.",
      "16": "It is better to have little with a reverence for the Lord than to have great wealth and the trouble that comes with it.",
      "17": "Better a meal of herbs where there is love than a fattened ox with hatred.",
      "18": "A man who is easily angered causes conflict, but one who is slow to anger calms disputes.",
      "19": "The path of the lazy is like a thorny hedge, but the path of the righteous is made plain.",
      "20": "A wise son makes his father glad, but a foolish man despises his mother.",
      "21": "Folly is joy to him who lacks wisdom, but a man of understanding walks uprightly.",
      "22": "Without advice, plans fail, but with many counselors, they stand firm.",
      "23": "A person finds joy in their words, and a timely word is a blessing.",
      "24": "The path of righteousness for the wise, so they might escape from the pit below.",
      "25": "The LORD will destroy the house of the proud, but He will establish the boundary for the widow.",
      "26": "The thoughts of the wicked are an abomination to the LORD, but the pleasant words of the pure are pleasing.",
      "27": "He who is greedy for profit causes trouble in his own home, but he who despises gifts will live.",
      "28": "The heart of the righteous seeks to respond; but the mouth of the wicked speaks out evil things.",
      "29": "The LORD is far from the wicked, but he hears the prayers of the righteous.",
      "30": "Joyful eyes bring happiness to the heart, and good news makes the bones strong.",
      "31": "The ear that listens to life's reproof remains among the wise.",
      "32": "Whoever rejects instruction despises his own soul, but he who listens to correction gains understanding.",
      "33": "The fear of the Lord, the instruction of wisdom, and before honor, humility."
    },
    "16": {
      "1": "The intentions of a person's heart and the response of their mouth come from the LORD.",
      "2": "All a person sees as righteous; but the LORD judges the heart.",
      "3": "Trust in the Lord with all your actions, and your plans will be confirmed.",
      "4": "The LORD has made everything for Himself, even the wicked for the day of evil.",
      "5": "Everyone who is proud in heart is an abomination to the Lord, and even if they join hands, they will not go unpunished.",
      "6": "By mercy and truth, wickedness is forgiven; and through the fear of the LORD, one avoids evil.",
      "7": "When a person's ways please the LORD, he makes even his enemies be at peace with him.",
      "8": "It is better to have a little with righteousness than to have great wealth without it.",
      "9": "A person's heart plans their path, but the LORD guides their steps.",
      "10": "A divine decree from the king's lips; his mouth does not err in judgment.",
      "11": "The LORD's just weights and balances are all His own work.",
      "12": "Kings will find it an abomination to commit wickedness, for the throne is established by righteousness.",
      "13": "Righteous lips bring joy to kings, and they love those who speak the truth.",
      "14": "The anger of a king is like death, but a wise man can calm it.",
      "15": "In the light of the king's favor, there is life; and his favor is like a cloud of the latter rain.",
      "16": "It is better to gain wisdom than gold, and to acquire understanding than to be chosen over silver.",
      "17": "A person who stays on the path of righteousness avoids evil, and one who guards their course preserves their life.",
      "18": "Pride comes before destruction, and an arrogant spirit leads to a fall.",
      "19": "It is better to have a humble spirit with the humble than to share the spoils with the proud.",
      "20": "One who handles matters wisely will find success, and whoever trusts in the LORD will be blessed.",
      "21": "Those with wise hearts will be called prudent, and the sweetness of their lips will increase their knowledge.",
      "22": "Understanding is a wellspring of life to him who has it, but the instruction of fools is folly.",
      "23": "The wise person's heart guides their speech and enhances their words with wisdom.",
      "24": "Pleasant words are like honey, sweet to the soul and beneficial to the bones.",
      "25": "There is a way that seems right to a man, but its end is the ways of death.",
      "26": "Whoever labors labors for himself, for his appetite craves it from him.",
      "27": "An ungodly person uncovers evil, and their words burn like a fire.",
      "28": "A stubborn person sows discord, and a gossip separates close friends.",
      "29": "A violent man entices his neighbor and leads him down a path that is not good.",
      "30": "He closes his eyes to plan deceitful things; with his lips he brings evil into being.",
      "31": "An old age is a crown of glory, and it can be found on the path of righteousness.",
      "32": "Being slow to anger is better than being mighty; and the one who controls their spirit is better than the one who captures a city.",
      "33": "The lot is cast into the lap, but the whole deciding of it belongs to the LORD."
    },
    "17": {
      "1": "Better a dry meal with peace than a house full of sacrifices filled with discord.",
      "2": "A wise servant will rule over a son who brings shame, and will receive a portion of the inheritance among his brothers.",
      "3": "The refining pot for silver and the furnace for gold; but the LORD tests the hearts.",
      "4": "A wicked person pays heed to deceitful lips; a liar listens to a deceitful tongue.",
      "5": "Whoever mocks the poor dishonors his Creator; whoever rejoices at others' calamities will not go unpunished.",
      "6": "Grandchildren are the crown of old men, and the glory of children is their fathers.",
      "7": "Wise speech is not fitting for a fool, much less deceitful words for a prince.",
      "8": "A valuable gift is pleasing to the one who possesses it; wherever it is directed, it brings success.",
      "9": "Whoever conceals an offense seeks love, but whoever repeats a matter divides friends.",
      "10": "A rebuke penetrates a wise person more deeply than a hundred blows penetrate a fool.",
      "11": "Evil seeks only rebellion, so a harsh messenger will be sent against him.",
      "12": "It is better to encounter a bear robbed of her cubs than to encounter a fool in his folly.",
      "13": "Whoever gives evil in return for good, evil will not leave his home.",
      "14": "The beginning of strife is like letting out water, so stop the quarrel before it gets out of hand.",
      "15": "Whoever justifies the wicked, and whoever condemns the righteous, are both an abomination to the LORD.",
      "16": "Why should a fool have money in his hand to get wisdom, since he has no heart?",
      "17": "A friend loves at all times, and a brother is born for adversity.",
      "18": "A man without understanding shakes hands and becomes a guarantor before his friend.",
      "19": "Who loves wrongdoing loves strife; he who boasts about his gate seeks destruction.",
      "20": "A person with a stubborn heart finds no benefit, and one with a deceitful tongue falls into trouble.",
      "21": "He who fathers a fool brings sorrow to himself, and the father of a fool has no joy.",
      "22": "A joyful heart is good medicine; but a crushed spirit dries up the bones.",
      "23": "A wicked person takes a bribe from within his bosom to pervert the ways of judgment.",
      "24": "Wisdom is honored by those with understanding, but the eyes of a fool are at the ends of the earth.",
      "25": "A foolish son is a grief to his father and bitterness to the mother who bore him.",
      "26": "To punish the just who are not unjustly, and to strike princes for fairness.",
      "27": "He who has knowledge is careful with his words; a man of understanding has a noble spirit.",
      "28": "Even a fool, when he holds his peace, is considered wise; he who keeps silent is regarded as a man of understanding."
    },
    "18": {
      "1": "A man, driven by desire, isolates himself and meddles with all wisdom.",
      "2": "A fool takes no delight in understanding, but that his heart may discover itself.",
      "3": "When the wicked come, contempt also comes, and reproach accompanied by ignominy.",
      "4": "The words of a man's mouth are like deep waters, the wellspring of wisdom like a flowing brook.",
      "5": "It is not good to favor the wicked or to overthrow the righteous in judgment.",
      "6": "A fool's lips lead to quarrels, and his mouth invites blows.",
      "7": "A fool's mouth is his destruction, and his lips are the snare of his soul.",
      "8": "The words of a gossip are like wounds, and they go down into the innermost parts of the belly.",
      "9": "A person who is idle in their work is akin to someone who wastes resources excessively.",
      "10": "The name of the LORD is a strong fortress; the righteous runs into it and is secure.",
      "11": "The wealth of the rich man, his fortified city, and his high wall in his own pride.",
      "12": "Before destruction, a person's heart is proud, and before honor, they are humble.",
      "13": "He who answers a matter before he hears it is folly and brings shame upon himself.",
      "14": "A person's spirit can endure their weaknesses, but who can bear a wounded spirit?",
      "15": "The heart of the wise acquires knowledge, and the ears of the knowledgeable seek out knowledge.",
      "16": "A person's talents allow them to gain access and present themselves to influential people.",
      "17": "He is fair in his own disputes, but when a neighbor comes to examine him.",
      "18": "The casting of lots brings disputes to an end and divides the powerful.",
      "19": "An offended brother is harder to win over than a fortified city, and their disputes are like the bars of a castle.",
      "20": "A man's stomach will be satisfied by the fruit of his mouth, and by the abundance of his lips he will be filled.",
      "21": "Life and death are in the power of words, and those who love them will reap what they sow.",
      "22": "He who finds a wife finds a good and obtains favor from the LORD.",
      "23": "The poor plead, but the rich answer harshly.",
      "24": "A person should be friendly to their friends, and a true friend sticks closer than a brother."
    },
    "19": {
      "1": "Better the poor man who walks in integrity than the one who is perverse in his speech and is a fool.",
      "2": "A person without knowledge is not good, and whoever hurries with his feet sins.",
      "3": "Human folly distorts his path, and his heart becomes anxious toward the LORD.",
      "4": "Wealth makes many friends, but the poor are separated from their neighbors.",
      "5": "A false witness will not go unpunished, and anyone who speaks lies will not escape.",
      "6": "Many will seek the favor of the prince, and everyone will be a friend to him who gives gifts.",
      "7": "Even the poor mans brothers hate him; how much more will his friends keep their distance from him, for he pursues words that are lacking.",
      "8": "One who acquires wisdom cherishes their own soul; those who preserve understanding will discover good.",
      "9": "A false witness will not go unpunished, and the one who speaks lies will perish.",
      "10": "A fool should not take delight, and it is even less fitting for a servant to rule over princes.",
      "11": "A man's wisdom delays his anger, and his honor overlooks a fault.",
      "12": "The king's anger is like a lion's roar, but his favor is like dew on the grass.",
      "13": "A foolish son is the ruin of his father, and the quarrels of a wife are a continual dripping.",
      "14": "Wealth and riches, the inheritance from our ancestors, and a wise wife are gifts from the LORD.",
      "15": "Sloth causes deep sleep, and an idle soul will experience hunger.",
      "16": "Whoever keeps the commandment preserves his own life, but whoever despises his ways will die.",
      "17": "He who shows compassion for the poor lends to the LORD, and what he gives, he will repay to him.",
      "18": "Discipline your son while there is hope, and do not spare him because of his crying.",
      "19": "A person with great anger will face consequences, because if you release someone, you must release them again.",
      "20": "Listen to advice and guidance so that you may become wise in the end.",
      "21": "Many plans in a person's heart; nevertheless, the LORD's counsel will stand firm.",
      "22": "What a man desires is kindness, and a poor man is better than a liar.",
      "23": "Fear of the LORD is life's protection, and one who lives in this fear will remain satisfied, avoiding evil.",
      "24": "A lazy person hides his hand in his bosom and won't even bring it to his mouth again.",
      "25": "Correctly discipline a scoffing person, and the naive will take heed; but correct the wise, and they will increase in understanding.",
      "26": "He who wastes his father and drives away his mother is a son who brings shame and reproach.",
      "27": "Stop listening to guidance that leads you astray from knowledge.",
      "28": "An ungodly witness scorns judgment, and the mouth of the wicked devours sin.",
      "29": "Judgments are prepared for scoffers, and beatings for the backs of fools."
    },
    "20": {
      "1": "Wine is a mocker, strong drink is raging, and whoever is deceived by it is not wise.",
      "2": "The fear of a king is like the roar of a lion; whoever provokes him to anger sins against his own soul.",
      "3": "It is an honor for a man to refrain from strife, but every fool meddles.",
      "4": "The lazy person will not plow because of the cold; he will beg at harvest and have nothing.",
      "5": "The counsel of a person's heart is like deep water, but a person with understanding will be able to extract it.",
      "6": "Many will claim their own goodness, but who can find a faithful man?",
      "7": "The righteous man walks in his integrity, and his children are blessed after him.",
      "8": "A king who sits on the throne of judgment drives away all evil with his eyes.",
      "9": "No one can claim that they have made their heart clean or are completely free from sin.",
      "10": "Different weights and different measures are both an abomination to the Lord.",
      "11": "A child can be recognized by his actions, whether his deeds are pure and just.",
      "12": "The LORD has made both hearing and seeing.",
      "13": "Do not love sleep, lest you become poor; open your eyes, and you will be satisfied with bread.",
      "14": "The buyer says nothing, but when he leaves, he boasts.",
      "15": "Gold and many rubies are precious, but the lips of wisdom are a priceless treasure.",
      "16": "Take his garment, the surety for a stranger, and take a pledge from him for a strange woman.",
      "17": "Deceptive food is appealing to a person, but later his mouth will be filled with gravel.",
      "18": "Purpose is set by planning, and with wise counsel engage in conflict.",
      "19": "One who goes about as a talebearer reveals secrets, so do not associate with anyone who flatters with his lips.",
      "20": "Whoever curses his father or his mother, his lamp will be put out in deep darkness.",
      "21": "An inheritance obtained quickly at the start, but its fulfillment will not be blessed.",
      "22": "Do not say to yourself that you will repay evil; wait for the LORD, and he will save you.",
      "23": "Different weights and measures are an abomination to the Lord, and a false balance is not good.",
      "24": "Man's actions concerning the LORD; how can a person then understand their own path?",
      "25": "A snare for the man who devours holy things, and after vows to make inquiry.",
      "26": "A wise king drives away the wicked and brings ruin upon them.",
      "27": "The spirit of a person is like the LORD's light, searching the inner recesses of their being.",
      "28": "Mercy and truth support the king, and his throne is sustained by mercy.",
      "29": "The glory of young men is their strength; and the beauty of old men is their grey head.",
      "30": "The blue discoloration of a wound cleanses away evil, and likewise beating cleanses the inward parts of the belly."
    },
    "21": {
      "1": "The king's heart is in the LORD's hand, and he directs the rivers wherever he wishes.",
      "2": "Everyone thinks their own way is right, but the LORD looks at the hearts.",
      "3": "Doing justice and judgment is more pleasing to the LORD than any sacrifice.",
      "4": "An arrogant attitude and a proud heart are associated with the wrongdoing of the wicked.",
      "5": "The thoughts of the diligent lead only to plenty, but the hasty thoughts of everyone lead only to want.",
      "6": "The pursuit of wealth through deceit is a futile endeavor for those who seek death.",
      "7": "The wicked's plunder will destroy them, for they refuse to do what is right.",
      "8": "The way of a man who is stubborn and unusual, but the one who is pure, his actions are righteous.",
      "9": "It is better to live in a small corner of a house than to be with a noisy woman in a large one.",
      "10": "The wicked person's desire is for evil, and their neighbor is not pleasing to them.",
      "11": "When the scoffing one is disciplined, the inexperienced one gains wisdom; and when the wise one is taught, he receives knowledge.",
      "12": "The righteous person thoughtfully considers the home of the wicked and brings them down for their wickedness.",
      "13": "Whoever closes his ears to the cry of the poor will also cry out, but will not be heard.",
      "14": "A secret gift calms anger, and a reward in the heart strengthens anger.",
      "15": "Joy to the righteous in doing judgment; but destruction to those who practice injustice.",
      "16": "A man who strays from the path of understanding will remain among the dead.",
      "17": "He who loves pleasure will be poor, and he who loves wine and oil will not be rich.",
      "18": "The wicked are exchanged for the righteous, and the transgressor for the upright.",
      "19": "It is better to live in the wilderness than to be with a quarrelsome and angry woman.",
      "20": "Wealth and oil are treasures of great desire and belong in the dwelling of the wise, but a foolish person squanders it.",
      "21": "He who pursues righteousness and mercy discovers life, righteousness, and honor.",
      "22": "A wise person conquers the city of the strong and destroys its confidence.",
      "23": "He who guards his mouth and tongue keeps his soul from troubles.",
      "24": "A person who is proud and scornful, who deals in arrogant anger.",
      "25": "The lazy person's desire kills him, for his hands refuse to work.",
      "26": "He desires greedily all day long; but the righteous gives freely and without reserve.",
      "27": "The sacrifice of the wicked is an abomination; how much more when he brings it with a wicked mind?",
      "28": "A false witness will perish, but the man who hears speaks constantly.",
      "29": "A wicked person hardens their resolve, but the upright guide their path.",
      "30": "There is no wisdom, understanding, or counsel against the Lord.",
      "31": "The horse was prepared for the day of battle, but safety belonged to the LORD."
    },
    "22": {
      "1": "A name rather than great riches, loving favor rather than silver and gold.",
      "2": "Rich and poor people gather together, for the LORD, who created them all.",
      "3": "A prudent person foresees evil and hides himself, but the naive go on and are punished.",
      "4": "Through humility, fear of the LORD brings riches, honor, and life.",
      "5": "Thorns and snares lie in the path of those who are stubborn; but he who guards his soul will be far from them.",
      "6": "Guide a child in the path they should follow, and they will remain on it as they grow older.",
      "7": "The rich rule over the poor, and the borrower is a servant to the lender.",
      "8": "Whoever sows iniquity will reap vanity, and the rod of his anger will fail.",
      "9": "One who generously shares will be blessed, for they give their food to the needy.",
      "10": "Drive out the one who mocks, and arguments will cease; also, quarrels and insults will end.",
      "11": "He who loves purity of heart and the grace of his lips is the king's friend.",
      "12": "The Lord guards knowledge, and he destroys the words of the transgressor.",
      "13": "The lazy person says there is a lion outside, and I will be slain in the streets.",
      "14": "The mouth of strange women is a deep pit, and the one whom the LORD hates will fall into it.",
      "15": "Foolishness is bound in a child's heart, and the rod of correction will drive it far from him.",
      "16": "He who oppresses the poor to increase his wealth, or he who gives to the rich, shall surely come to want.",
      "17": "Listen carefully and pay attention to the words of the wise, and focus your heart on my teachings.",
      "18": "It is pleasant to keep them within you; they will also be on your lips.",
      "19": "May your trust be in the LORD today, I have revealed to you.",
      "20": "Have I not written to you excellent things in counsel and knowledge?",
      "21": "To help you understand the truth of God's word so you can confidently respond to those who come to you with questions.",
      "22": "Do not rob the poor because they are poor, and do not oppress the afflicted at the gate.",
      "23": "The Lord will defend their cause and bring ruin to the souls of those who harmed them.",
      "24": "Avoid forming friendships with angry people, and do not associate with those who are easily angered.",
      "25": "Lest you learn his ways and bring a snare to your soul.",
      "26": "Do not be like those who give their hand in pledge or are sureties for debts.",
      "27": "If you have nothing to pay, why should he take your bed from under you?",
      "28": "Do not remove the ancient markers your ancestors have placed.",
      "29": "Do you see a man who is diligent in his work, for he will stand before kings, and he will not stand before mean men."
    },
    "23": {
      "1": "When you sit down to eat with a ruler, pay close attention to what is placed before you.",
      "2": "And put a knife to your throat if you are a man given to appetite.",
      "3": "Do not crave his delicacies, for they are deceitful food.",
      "4": "Do not strive for wealth; stop relying on your own understanding.",
      "5": "Do you wish to gaze upon something that does not exist? For surely they will make wings and fly away like an eagle towards heaven.",
      "6": "Do not eat the food that comes from envy, nor crave his fine dishes.",
      "7": "Whatever he thinks in his heart, that is what he will do; he may say to you \"Eat and drink,\" but his heart is not with you.",
      "8": "You will vomit up the morsel you have eaten, and you will lose your sweet words.",
      "9": "Do not speak to a fool, for he will despise the wisdom of your words.",
      "10": "Do not remove the ancient boundary marker, and do not enter the fields of the orphans.",
      "11": "For their mighty redeemer, he will plead their cause with you.",
      "12": "Pay close attention to learning and listen carefully to wise teachings.",
      "13": "Do not withhold correction from a child, for if you strike him with the rod, he will not die.",
      "14": "You shall beat him with the rod and save his soul from hell.",
      "15": "My son, if your heart is wise, my heart will rejoice as well.",
      "16": "Yes, my heart will be glad when your lips speak what is right.",
      "17": "Do not let your heart envy sinners, but remain in the fear of the LORD all day long.",
      "18": "Certainly, here is the translation of the verse:\n\nThere is certainly an end, and your hope will not be dashed.",
      "19": "Listen, my son, and be wise, and guide your heart along the right path.",
      "20": "Do not associate with heavy drinkers or with those who riotously overeat.",
      "21": "The drunkard and the glutton will come to poverty, and drowsiness will clothe a man with rags.",
      "22": "Listen to your father who gave you birth, and do not despise your mother when she grows old.",
      "23": "Purchase the truth and do not sell it; buy wisdom, instruction, and understanding.",
      "24": "The father of the righteous will greatly rejoice, and he who brings forth a wise person will have joy in him.",
      "25": "Your parents will be joyful, and the one who gave birth to you will be glad.",
      "26": "My son, give me your heart and let your eyes observe my ways.",
      "27": "For a prostitute is a deep pit, and an adulterous woman is a narrow pit.",
      "28": "She also lies in wait like prey, and increases the transgressors among people.",
      "29": "Who has sorrow or problems, or disputes, or complaints, or injuries without cause, or a red face?",
      "30": "Those who linger too long at the wine and those who seek mixed wine.",
      "31": "Do not regard the wine when it is red, when it shows its color in the cup, but remember it moves itself right.",
      "32": "It bites like a serpent and stings like a viper.",
      "33": "Your eyes will see strange women, and your heart will utter perverse things.",
      "34": "You will be as someone lying down in the middle of the sea, or as someone resting on a mast.",
      "35": "They have struck me, though I was not sick; they have beaten me, though I did not feel it: when shall I wake up? I will seek it yet again."
    },
    "24": {
      "1": "Do not envy evil people, nor desire to be with them.",
      "2": "Their hearts are set on destruction, and their mouths speak of evil.",
      "3": "Through wisdom, a house is built, and by understanding it is made strong.",
      "4": "Through knowledge, the treasuries will be filled with all precious and pleasing riches.",
      "5": "A wise man, strong; indeed, a man of knowledge increases strength.",
      "6": "With wise advice, you will wage your battle, and safety will come from many advisors.",
      "7": "Wisdom is too high for a fool; he does not speak at the gate.",
      "8": "He who plots evil will be called a mischief-maker.",
      "9": "The thought of foolishness is sin, and a scoffer is an abomination to people.",
      "10": "If you faint in the day of adversity, your strength is small.",
      "11": "If you refrain from rescuing those who are headed for death, and those who are about to be slain.",
      "12": "If you say, \"We didn't know it,\" does not the one who judges the heart consider and the one who guards your soul know, and will they repay people according to what they do?",
      "13": "My son, eat honey, for it is good; and the honeycomb is sweet to your taste.",
      "14": "The knowledge of wisdom will be to your soul; when you find it, there will be a reward, and your hope will not be cut off.",
      "15": "Do not lie in wait, wicked man, against the dwelling of the righteous; do not spoil his resting place.",
      "16": "For the righteous person falls seven times and rises again, but the wicked fall into misfortune.",
      "17": "Do not rejoice when your enemy falls, and do not let your heart be glad when he stumbles.",
      "18": "To prevent the LORD from seeing it and being displeased, so that he turns his wrath away from him.",
      "19": "Worry not about evil, nor be envious of the wicked.",
      "20": "There will be no reward for evil, and the wick of the wicked will be extinguished.",
      "21": "My son, fear the Lord and the king, and do not associate with those who are given to change.",
      "22": "Their disaster will come unexpectedly; who can foresee the ruin of both of them?",
      "23": "These things are also for the wise, and it is not good to show favoritism in judgment.",
      "24": "Whoever tells the wicked that they are righteous will be cursed by the people, and nations will detest him.",
      "25": "But for those who rebuke, there will be delight, and a good blessing will come upon them.",
      "26": "The one who kisses the lips that gives a right answer.",
      "27": "Prepare your work outside and make it ready for yourself in the field, then build your house.",
      "28": "Do not testify against your neighbor without cause, and do not deceive with your lips.",
      "29": "Do not say I will do to him what he has done to me; I will repay the man according to his deeds.",
      "30": "I passed by the field of the lazy and the vineyard of the man without understanding.",
      "31": "The area was overgrown with thorns and nettles, and the stone wall was collapsed.",
      "32": "Then I considered well and received instruction.",
      "33": "Just a little sleep, a little slumber, a little folding of the hands to sleep.",
      "34": "Your poverty will come like a traveler, and your lack like a warrior."
    },
    "25": {
      "1": "These are also the proverbs of Solomon, which the men of Hezekiah, king of Judah, copied out.",
      "2": "God's glory demands concealment, but a king's honor requires uncovering.",
      "3": "The heavens are high, the earth is deep, and the hearts of kings are unfathomable.",
      "4": "Remove impurities from the silver, and a refined vessel will emerge.",
      "5": "Remove the wicked from the presence of the king, and his throne will be established in righteousness.",
      "6": "Do not appear before the king, and do not take a seat where the great ones are.",
      "7": "It is better to be told to come up here than to be brought down in front of the prince whom you have seen.",
      "8": "Do not rush into a quarrel, for you may not know what to do in the end, when your neighbor has shamed you.",
      "9": "Argue your case with your neighbor and do not reveal a secret to anyone else.",
      "10": "Lest the one who hears you put you to shame, and may your disgrace not go away.",
      "11": "A well-chosen word is like precious fruit set in fine carvings.",
      "12": "An earring of gold and an ornament of fine gold, a wise reprover upon an obedient ear.",
      "13": "As refreshing as snow in the harvest season, a faithful messenger to those who send him, he refreshes the souls of his masters.",
      "14": "Whoever boasts of a false gift is like clouds and wind without rain.",
      "15": "Patience can persuade a ruler, while a gentle tongue can break the spirit.",
      "16": "If you have found honey, eat only as much as is sufficient for you, lest you be filled with it and vomit it.",
      "17": "Keep away from your neighbor's house, or he may grow weary of you and hate you.",
      "18": "A man who bears false witness against his neighbor is like a maul, a sword, and a sharp arrow.",
      "19": "Confidence in an unfaithful man in times of trouble is like having a broken tooth or a foot out of joint.",
      "20": "He who takes away a garment in cold weather is like vinegar on nitre, so is he who sings songs to a heavy heart.",
      "21": "If your enemy is hungry, feed him bread to eat; and if he is thirsty, give him water to drink.",
      "22": "In doing this you will heap burning coals on his head, and the Lord will reward you.",
      "23": "The north wind drives away rain; similarly, an angry face and a backbiting tongue.",
      "24": "It is better to live on the corner of the roof than with a quarrelsome woman in a large house.",
      "25": "Cold waters to a thirsty soul, good news from a distant land.",
      "26": "A righteous man falls before the wicked, like a troubled fountain and a corrupt spring.",
      "27": "Excessive honey is not good for eating; it is better to seek one's own glory.",
      "28": "He who has no control over his own spirit is like a city that is broken down, without walls."
    },
    "26": {
      "1": "Honor is not fitting for a fool, just as snow in summer or rain at harvest is unseasonable.",
      "2": "As a bird wanders or a swallow flies, so shall an unnecessary curse not come.",
      "3": "A whip for the horse, a bridle for the donkey, and a rod for the fool.",
      "4": "Do not answer a fool according to his folly, or you will be like him.",
      "5": "Respond to a fool in a way that matches his foolishness, so he will not become wise in his own arrogance.",
      "6": "He who sends a message by the hand of a fool cuts off his own feet and suffers damage.",
      "7": "The legs of the lame are not equal, and so is a parable in the mouth of fools.",
      "8": "As one who ties a stone in a sling, so is one who honors a fool.",
      "9": "A thorn in the hand of a drunkard is like a proverb in the mouth of fools.",
      "10": "The great one who created everything gives rewards to both fools and those who rebel.",
      "11": "As a dog returns to its vomit, so a fool returns to his folly.",
      "12": "Do you see a man who is wise in his own eyes; there is more hope for a fool than for him.",
      "13": "The lazy one says, \"A lion is in the road; a lion is in the streets.\"",
      "14": "The door turns on its hinges, and so does the lazy person in bed.",
      "15": "The lazy person hides his hand in his bosom, and it grieves him to bring it back to his mouth.",
      "16": "The lazy person thinks himself wiser than seven men who can explain the matter.",
      "17": "He who passes by and meddles in strife that is not his is like one who grabs a dog by the ears.",
      "18": "As a madman who hurls fire, arrows, and death.",
      "19": "So the man deceives his neighbor and says, Am I not merely joking?",
      "20": "Where there is no wood, the fire goes out; likewise, where there is no one to spread rumors, conflict ends.",
      "21": "Coals to burning coals and wood to fire; so a contentious man to kindle strife.",
      "22": "The words of a gossip are wounds that go deep into the heart.",
      "23": "A burning heart and a wicked spirit like a broken pot covered with silver dust.",
      "24": "The one who hates hides his true thoughts behind his words and stores up deceit within himself.",
      "25": "When he speaks well, do not believe him; for seven evils reside in his heart.",
      "26": "Hatred is covered by deceit, and his wickedness will be shown before the congregation.",
      "27": "Whoever digs a pit will fall into it, and the stone he rolls will come back on him.",
      "28": "A deceitful tongue hates the afflicted, and a flattering mouth brings ruin."
    },
    "27": {
      "1": "Do not boast about tomorrow; you do not know what may happen.",
      "2": "Let someone else praise you, and not your own mouth; let a stranger do it, not your own lips.",
      "3": "A stone is heavy, and sand is heavy; but a fool's wrath is heavier than both.",
      "4": "Cruel and excessive wrath and anger; but who can endure jealousy?",
      "5": "Open rebuke is better than hidden love.",
      "6": "Faithful is the wound of a friend, but the kisses of an enemy are deceitful.",
      "7": "A full heart dislikes honey, but to those who are hungry, even bitter things taste sweet.",
      "8": "Like a bird that leaves its nest, so a person who drifts away from their home.",
      "9": "Fragrance and perfume bring joy to the heart, just as the kindness of a friend's sincere advice does.",
      "10": "Do not abandon your own friend or your father's friend, nor go to your brother's house in times of distress; it is better to have a nearby neighbor than a distant brother.",
      "11": "My son, be wise and make my heart glad so that I may respond to those who criticize me.",
      "12": "A prudent person foresees the evil and hides himself; the simple go on and are punished.",
      "13": "Take the garment he has pledged as surety for a stranger, and take a pledge of him for a foreign woman.",
      "14": "He who blesses his friend loudly in the morning will be counted a curse against him.",
      "15": "A continual dripping on a very rainy day and a quarrelsome woman are alike.",
      "16": "Whoever hides her hides the wind, and the ointment of his right hand betrays him.",
      "17": "Iron sharpens iron; so a man sharpens the features of his friend.",
      "18": "Whoever tends the fig tree will eat its fruit, and whoever serves their master will be honored.",
      "19": "As one's face is reflected in water, so the heart of one person is reflected in another.",
      "20": "Hell and destruction are never full, and human eyes are never satisfied.",
      "21": "The refining pot for silver and the furnace for gold; similarly, a person for their praise.",
      "22": "Even if you grind a fool in a mortar among the wheat with a pestle, his folly will not depart from him.",
      "23": "Be careful to keep track of your sheep and watch over your goats.",
      "24": "Riches do not last forever, and does the crown belong to every generation?",
      "25": "The grass appears, tender blades emerge, and mountain herbs are gathered.",
      "26": "The lambs are for your clothing, and the goats are the price of the field.",
      "27": "Goats' milk should be sufficient for your food, your household's food, and the upkeep for your maidens."
    },
    "28": {
      "1": "The wicked run away when no one is chasing them, but the righteous stand firm like a lion.",
      "2": "For the sins of a nation many of its rulers fell, but through the wisdom of a knowledgeable man, the state will endure.",
      "3": "A poor man who oppresses the poor is like a heavy rain that leaves no food.",
      "4": "Those who abandon the law praise the wicked, but those who keep the law confront them.",
      "5": "Evil people do not understand judgment, but those who seek the Lord understand everything.",
      "6": "Better is a poor man who walks in his integrity than one who is perverse in his ways, even though he is rich.",
      "7": "A wise son respects the law; but one who associates with disorder dishonors his father.",
      "8": "He who increases his wealth through usury and unjust gains will give it to those who show compassion for the poor.",
      "9": "Whoever turns away his ear from hearing the law, his prayer is an abomination.",
      "10": "Whoever leads the righteous astray into wrongdoing will fall into their own trap, but those who are upright will have good fortune.",
      "11": "The wealthy man, wise in his own self-confidence, but the poor person with understanding exposes him.",
      "12": "When the righteous rejoice, great glory follows; but when the wicked rise, a man is hidden.",
      "13": "He who hides his sins will not succeed, but whoever confesses and forsakes them will receive mercy.",
      "14": "Blessed is the man who fears always, but he who hardens his heart will stumble into trouble.",
      "15": "A roaring lion and a fierce bear, a wicked ruler over the poor people.",
      "16": "The prince who lacks understanding is also a great oppressor, and he who hates greed will live a long life.",
      "17": "A man who sheds the blood of any person shall flee to the pit; let no one restrain him.",
      "18": "Whoever walks uprightly will be saved, but crooked ways will fall at once.",
      "19": "The one who works the land will have plenty of food, but the one who pursues empty things will have poverty enough.",
      "20": "A faithful person will be richly blessed, but one who eagerly pursues wealth will not go unpunished.",
      "21": "Showing favoritism is not good, for a piece of bread a man will transgress.",
      "22": "He who hastens to get rich has an evil eye, and does not consider that poverty will come upon him.",
      "23": "The one who corrects someone later will find greater favor than the one who praises with words.",
      "24": "Whoever takes their father or mother's property and claims it is lawful, is like a companion to someone who destroys.",
      "25": "A person with a proud heart causes conflict, but one who trusts in the LORD will be richly blessed.",
      "26": "The one who trusts in his own heart is a fool, but whoever walks wisely will be delivered.",
      "27": "Whoever gives to the poor will not be in need, but whoever closes his eyes to the poor will incur many curses.",
      "28": "When the wicked rise, people hide from them; but when they fall, the righteous grow in number."
    },
    "29": {
      "1": "He who is often reproved and hardens his neck will be destroyed suddenly, without remedy.",
      "2": "When those who are righteous are in charge, the people are joyful; but when the wicked are in power, the people are sorrowful.",
      "3": "Whoever loves wisdom brings joy to his father, but whoever associates with prostitutes wastes his wealth.",
      "4": "The king, by justice, establishes the land, but the one who accepts gifts brings it down.",
      "5": "A man who flatters his neighbor lays a trap for his own feet.",
      "6": "There is a snare in the transgression of an evil man, but the righteous sing and rejoice.",
      "7": "The righteous considers the cause of the poor; the wicked do not care to know.",
      "8": "Sarcastic people entrap a city, but wise people divert anger.",
      "9": "A wise man contends with a foolish man, whether the foolish man rages or laughs, and there is no rest.",
      "10": "The bloodthirsty hate the upright, but the just seek his life.",
      "11": "A fool speaks everything that is on his mind, but a wise person keeps it in until later.",
      "12": "If a ruler heeds lies, all his servants are wicked.",
      "13": "The poor and the deceitful man meet together, and the Lord enlightens both of their eyes.",
      "14": "A ruler who justly judges the needy will have a throne that endures forever.",
      "15": "Discipline and rebuke bring wisdom, but a child left to himself brings shame on his mother.",
      "16": "When the number of the wicked grows, their wrongdoing increases, but the righteous will see their downfall.",
      "17": "Discipline your son, and he will give you rest; indeed, he will bring delight to your soul.",
      "18": "Where there is no vision, the people perish, but he who keeps the law is happy.",
      "19": "A servant will not be corrected by words, for even if he understands, he will not answer.",
      "20": "Do you see a man who is hasty in his words? There is more hope for a fool than for him.",
      "21": "A person who lovingly raises their servant from childhood will eventually see them mature into a son.",
      "22": "An angry person causes conflict, and a furious person is full of wrongdoing.",
      "23": "A man's pride will bring him low, but honor will uphold the humble in spirit.",
      "24": "Whoever partners with a thief hates his own soul; he hears curses and does not betray him.",
      "25": "The fear of man is a trap, but whoever trusts in the Lord will be kept safe.",
      "26": "Many seek the favor of rulers, but a person's judgment comes from the LORD.",
      "27": "An unjust man is an abomination to the righteous, and the upright in the way is an abomination to the wicked."
    },
    "30": {
      "1": "The words of Agur, son of Jakeh, the prophecy: the man spoke to Ithiel, even to Ithiel and Ucal.",
      "2": "Surely I am more brutish than a man, and I do not have the understanding of a man.",
      "3": "I have neither gained wisdom nor possess knowledge of the sacred.",
      "4": "Who has ascended to heaven or descended, who has captured the wind in his hands, who has tied up the waters in a cloak, who has set the limits of the earth, and who is his name or the name of his son if you know?",
      "5": "Every word of God is pure; he is a shield to those who put their trust in him.",
      "6": "Do not add to his words, lest he rebuke you and you be found to be a liar.",
      "7": "Two things I have asked of you; do not deny me before I die.",
      "8": "Keep me far from vanity and deceit, and give me neither poverty nor riches, but feed me with the food I need.",
      "9": "To avoid becoming arrogant and saying, \"Who is the LORD?\" or to avoid becoming poor and resorting to theft, taking my God's name in vain.",
      "10": "Do not accuse a servant to his master, lest he curse you, and you be found guilty.",
      "11": "A generation curses their father and does not bless their mother.",
      "12": "There is a generation that is pure in its own eyes, and yet is not washed from its filthiness.",
      "13": "A generation, how high their eyes are! Their eyelids are lifted.",
      "14": "A generation whose teeth are like swords, and whose fangs are like knives, to devour the poor from the earth and the needy from among men.",
      "15": "The horse leech has two daughters, and they say, \"Give, give.\" There are three who are never satisfied, and four who say, \"Enough.\"",
      "16": "The grave, the barren womb, the earth is not filled with water, and the fire does not say, \"Enough.\"",
      "17": "The eye that mocks his father and refuses to obey his mother will be plucked out by ravens in the valley, and the young eagles will eat it.",
      "18": "There are three things that are too wonderful for me, yes, four that I do not understand.",
      "19": "The path of an eagle soaring through the sky; the course of a serpent on a rock; the voyage of a ship on the ocean; and the journey of a man with a woman.",
      "20": "That is the way of an adulterous woman; she eats and wipes her mouth, and says I have done no wickedness.",
      "21": "For three days the earth trembles, but for four days it cannot withstand.",
      "22": "For a servant when he reigns, and a fool when he is full of food.",
      "23": "It is an odious thing when she is married, and a handmaid who is the mistress's heir.",
      "24": "There are four little ones on the earth, but they are exceedingly wise.",
      "25": "The ants, a small and weak people, still gather their food in the summer.",
      "26": "The rabbits, a weak folk, yet they make their homes in the rocks.",
      "27": "The locusts have no king, yet they go forth all of them together.",
      "28": "The spider grasps with her hands and resides in kings' palaces.",
      "29": "There are three who walk with integrity and four who walk with beauty.",
      "30": "A lion, the strongest among animals, does not turn away from anything.",
      "31": "A greyhound, a young goat, and a king whom no one will oppose.",
      "32": "If you have done foolishly by raising yourself up or have thought evil, then cover your mouth with your hand.",
      "33": "Certainly, here is the translation:\n\nThe churning of milk produces butter, and squeezing the nose results in blood, just as forcing anger generates conflict."
    },
    "31": {
      "1": "The sayings of King Lemuel, which his mother taught him.",
      "2": "What, my son? and what, the son of my womb? and what, the son of my vows?",
      "3": "Do not give your strength to women, nor your ways to anything that destroys kings.",
      "4": "Not for kings, O Lemuel, nor for kings to drink wine or strong drink.",
      "5": "Lest they drink and forget the law and pervert the justice due to the afflicted.",
      "6": "Give strong drink to him who is about to perish, and wine to those who are heavy-hearted.",
      "7": "Let him drink and forget his poverty, and never remember his misery again.",
      "8": "Open your mouth for the mute, on behalf of all who are destined for destruction.",
      "9": "Open your mouth to judge fairly and advocate for the poor and needy.",
      "10": "Who can find a virtuous woman, for her value is far above rubies.",
      "11": "Her husband trusts in her completely, and he lacks for nothing.",
      "12": "She will do him good and not evil throughout her life.",
      "13": "She seeks wool and flax, and works willingly with her hands.",
      "14": "She is like the merchants' ships, bringing her food from far away.",
      "15": "She rises up even in the early hours of night and feeds her household and shares a portion with her servants.",
      "16": "She buys a field and plants a vineyard with her own labor.",
      "17": "She ties her belt with strength and strengthens her arms.",
      "18": "She recognizes that her business is good; her lamp does not go out at night.",
      "19": "She works with her hands on the spindle and holds the spindle.",
      "20": "She extends her hand to the poor and reaches out to those in need.",
      "21": "She is not afraid of the snow because her household is all dressed in scarlet.",
      "22": "She makes herself coverings of tapestry; her clothing is silk and purple.",
      "23": "His husband is recognized in the marketplace when he sits among the leaders of the land.",
      "24": "She weaves fine linen and sells it, delivering belts to the merchants.",
      "25": "May she be clothed with strength and honor; and she will rejoice in the future.",
      "26": "She speaks with wisdom, and her words are full of kindness.",
      "27": "She takes good care of the affairs of her household and does not eat the bread of idleness.",
      "28": "Her children praise her, and her husband praises her.",
      "29": "Many daughters have shown virtue, but you surpass them all.",
      "30": "Favoring deceit and valuing superficial beauty, a woman who reveres the LORD will be commended."
    }
  }
}